// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "HP Printing Knowledge Center";

TaskTitleField = "HP Printing Knowledge Center";
TaskDescriptionField = "Click \"Go Online\" to download step-by-step guides to setting up your device for accurate and consistent color output.";
TaskStartButtonTitle = "Go Online";
